"""
В Python термин "встроенные функции" (built-in functions) относится к функциям, 
которые предоставляются интерпретатором Python и доступны для использования 
без необходимости импорта дополнительных модулей. 
Эти функции встроены в сам язык программирования и предоставляют базовые операции.

Некоторые примеры встроенных функций в Python включают в себя:

len() - возвращает длину (количество элементов) объекта.
print() - используется для вывода данных на экран.
input() - считывает ввод от пользователя.
int() - преобразует значение в целое число.
float() - преобразует значение в число с плавающей точкой.
str() - преобразует значение в строку.
max() - возвращает максимальный элемент из последовательности.
min() - возвращает минимальный элемент из последовательности.
"""